[Abilities.A_HandOfDeath_Buff H7BaseBuff]
mName="死亡之手"
mTooltip="%stat1 %ICON_HEALTH 生命值。在战斗结束前变得坚韧。"

[Abilities.A_PoisonousSkin H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="剧毒皮肤"
mTooltip="近战攻击此单位的敌方单位会受到所造成伤害 %special1 %icon_earth 的土系伤害。"

[Abilities.A_proliferation H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="增殖"
mTooltip="战斗开始时，基础单位获得 %spell1.name。"

[Abilities.A_SummonCocoon_Buff H7BaseBuff]
mName="增殖"
mTooltip="每回合，此单位有30%的几率增加其队伍数量 %special1，直到效果耗尽。\n增殖效果持续 %durnow 回合。"

[Abilities.A_SwampLord H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="沼泽领主"
mTooltip="该单位及相邻友方单位对地形效果具有抗性，而相邻敌方单位则对地形效果易伤。此外，沼泽领主完全免疫土地效果。"

[Abilities.A_HandOfDeath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="死亡之手"
mTooltip="暴击时，摩洛克将目标的 %icon_health 生命值降低 %buff1.buff.stat1。每场战斗对每个单位只能生效一次（不包括亡灵和构装体）。"

[Abilities.A_PiercingBlades H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="锋利刀刃"
mTooltip="攻击忽略目标25% %ICON_DEFENSE 的防御力。"

[Abilities.A_MarkOfTheSearcher_MoraleIncrease H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="激励打击"
mTooltip="此单位成功攻击被标记的敌方单位时，获得+15 %icon_MORAL 士气加成。"

[Abilities.A_SwampLord_Buff_Vulnerability H7BaseBuff]
mName="沼泽领主"
mTooltip="土地易伤：该单位受到土系攻击的伤害增加25%。"

[Abilities.A_SwampLord_Buff_Resistance H7BaseBuff]
mName="沼泽领主 - 抗性"
mTooltip="土系抗性：土系魔法伤害降低50%，敌方土系攻击效果降低25%。"

[Creatures.A_CreatureMorlor H7Creature]
mName="秽巢蝎"
mLore="秽巢蝎能够向附近的生物喷射秽巢酶，这将促进细胞增殖，产生类似瞬时克隆的突变。\n\n招募所需稀有资源：\n2 龙钢"

[Creatures.A_CreatureRipper H7Creature]
mName="巨蝎"
mLore="它实际上是秽巢巨人、有机蝎形生物、机械和魔法的混合物。传说其内部禁锢着一个真正秽巢生物的身体。\n\n招募所需稀有资源：\n1 龙钢"